Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# SettingsPageDiscordPresence.Header
source: Show listening status via Discord Presence
ar: إظهار حالة الاستماع عبر Discord Presence
de: Hörstatus über Discord Presence anzeigen
es: Mostrar estado de escucha a través de Discord Presence
hi: Discord Presence के माध्यम से सुनने की स्थिति दिखाएं
id: Tampilkan status mendengarkan melalui Discord Presence
it: Mostra stato di ascolto tramite Discord Rich Presence
ja: Discord Presence で視聴ステータスを表示
ko: Discord Presence를 통해 청취 상태 표시
ms: Tunjukkan status mendengar melalui Discord Presence
pt: Mostrar estado de audição através do Discord Presence
ru: Показывать статус прослушивания через Discord Presence
th: แสดงสถานะการฟังผ่าน Discord Presence
tr: Discord Presence aracılığıyla dinleme durumunu gösterme
vi: Hiển thị trạng thái nghe qua Discord Presence
zh_hans: 通过 Discord Presence 显示收听状态
zh_hant: 透過 Discord Presence 顯示收聽狀態

# SettingsPageDockedMode.Text
source: Docked Mode
ar: الوضع المثبت (Docked)
de: Angedockter Modus
es: Modo Acoplado
hi: डॉक्ड मोड
id: Mode Dok
it: Modalità agganciata
ja: ドッキングモード
ko: 도킹 모드
ms: Mod Dok
pt: Modo Acoplado
ru: Закрепленный режим
th: โหมดเชื่อมต่อ (Docked)
tr: Yerleştirilmiş Mod
vi: Chế độ neo (Docked)
zh_hans: 停靠模式
zh_hant: 停靠模式

# SettingsPageDockMonitor.Header
source: Target Display
ar: الشاشة المستهدفة
de: Zielbildschirm
es: Pantalla de destino
hi: लक्ष्य मॉनिटर
id: Monitor Target
it: Schermo di destinazione
ja: 対象ディスプレイ
ko: 대상 디스플레이
ms: Monitor Sasaran
pt: Monitor Alvo
ru: Целевой монитор
th: จอภาพเป้าหมาย
tr: Hedef Ekranı
vi: Màn hình mục tiêu
zh_hans: 目标显示器
zh_hant: 目標顯示器

# SettingsPageDockPlacement.Header
source: Appbar Position
ar: موضع شريط التطبيقات
es: Posición de la barra de aplicaciones
hi: ऐपबार स्थिति
id: Posisi Bilah Aplikasi
it: Posizione barra applicazione
ja: アプリバーの位置
ko: 앱바 위치
ms: Posisi Appbar
pt: Posição da barra de aplicações
ru: Положение панели приложений
th: ตำแหน่งแถบแอป
tr: Uygulama Çubuğu Konumu
vi: Vị trí thanh công cụ
zh_hans: 应用栏位置
zh_hant: 應用程式列位置

# SettingsPageDockPlacementBottom.Content
source: Bottom
ar: أسفل
de: Unten
es: Abajo
hi: निचला
id: Bawah
it: Basso
ja: 下へ
ko: 하단
ms: Bawah
pt: Inferior
ru: Снизу
th: ด้านล่าง
tr: Alt
vi: Dưới cùng
zh_hans: 底部
zh_hant: 底部

# SettingsPageDockPlacementTop.Content
source: Top
ar: أعلى
de: Oben
es: Arriba
hi: ऊपरी
id: Atas
it: Alto
ja: 上へ
ko: 상단
ms: Atas
pt: Superior
ru: Сверху
th: ด้านบน
tr: Üst
vi: Trên cùng
zh_hans: 顶部
zh_hant: 頂部

# SettingsPageDragArea.Header
source: Draggable Area
ar: منطقة قابلة للسحب
de: Ziehbereich
es: Área arrastrable
hi: खींचने योग्य क्षेत्र
id: Area yang Dapat Diseret
it: Area trascinabile
ja: ドラッグ可能エリア
ko: 드래그 가능 영역
ms: Kawasan Boleh Diseret
pt: Área de Arrastar
ru: Перетаскиваемая область
th: พื้นที่ลาก
tr: Sürüklenebilir Alan
vi: Vùng có thể kéo
zh_hans: 可拖动区域
zh_hant: 可拖曳區域

# SettingsPageEasingMode.Header
source: Easing Mode
ar: وضع التيسير
de: Entspannungsmodus
es: Modo Easing
hi: आसान मोड
id: Mode Pelonggaran
it: Modalità easing
ja: イージングタイプ
ko: 완화 모드
ms: Mod Pelonggaran
pt: Modo de flexibilização
ru: Режим облегчения
th: โหมดผ่อนคลาย
tr: Hafifletme Modu
vi: Chế độ nới lỏng
zh_hans: 缓动类型
zh_hant: 緩衝模式

# SettingsPageEasingModeIn.Content
source: In
ar: في
de: Unter
es: En
hi: धीमी प्रविष्टि
id: Dalam
it: Entrata
ja: イーズイン
ms: Kemasukan perlahan
pt: Em
ru: На сайте
th: ใน
tr: İçinde
vi: Trong
zh_hans: 缓入
zh_hant: 漸入

# SettingsPageEasingModeInOut.Content
source: In-Out
ar: داخل-خارج
es: Entrada-Salida
hi: धीरे अंदर, धीरे बाहर
id: Masuk-Keluar
it: Entrata/uscita
ja: イーズインアウト
ko: 인-아웃
ms: Perlahan masuk, perlahan keluar
pt: Entrada-saída
ru: Вход-выход
th: เข้า-ออก
tr: Giriş-Çıkış
vi: Vào-Ra
zh_hans: 缓入缓出
zh_hant: 漸入漸出

# SettingsPageEasingModeOut.Content
source: Out
ar: خارج
de: Aus
es: En
hi: बाहर
id: Keluar.
it: Uscita
ja: イーズアウト
ms: Keluar
pt: Fora
ru: Выход
th: ออกไป
tr: Dışarı
vi: Ra ngoài
zh_hans: 缓出
zh_hant: 漸出

# SettingsPageEasingTypeEaseBack.Content
source: Back
ar: رجوع
de: Zurück
es: Volver
hi: पीछे
id: Kembali
it: Indietro
ja: バック
ko: 뒤로
ms: Kembali
pt: Voltar
ru: Назад
th: กลับ
tr: Geri
vi: Quay lại
zh_hans: 回弹
zh_hant: 返回

# SettingsPageEasingTypeEaseBounce.Content
source: Bounce
ar: الارتداد
es: Rebote
hi: उछाल
id: Memantul
it: Rimbalzo
ja: バウンス
ms: Lantun
pt: Saltar
ru: Подпрыгивание
th: กระเด้ง
tr: Sıçrama
vi: Nảy
zh_hans: 弹跳
zh_hant: 彈跳

# SettingsPageEasingTypeEaseCirc.Content
source: Circular
ar: التعميم
de: Rundschreiben
hi: परिपत्र
id: Melingkar
it: Circolare
ja: サーキュラー
ko: 원형
ru: Круглый
th: ประกาศเวียน
tr: Dairesel
vi: Thông báo
zh_hans: 圆形
zh_hant: 圓形

# SettingsPageEasingTypeEaseCubic.Content
source: Cubic
ar: مكعب
de: Kubisch
es: Cúbico
hi: घन
id: Kubik
it: Cubico
ja: キュービック
ko: 큐빅
ms: Kubik
pt: Cúbico
ru: Кубический
th: ลูกบาศก์
tr: Kübik
vi: Hình lập phương
zh_hans: 三次
zh_hant: 三次

# SettingsPageEasingTypeEaseElastic.Content
source: Elastic
ar: مرونة
de: Elastisch
es: Elástico
hi: लचीला
id: Elastis
it: Elastico
ja: エラスチック
ms: Elastik
pt: Elástico
ru: Эластичный
th: ยืดหยุ่น
tr: Elastik
zh_hans: 弹性
zh_hant: 彈性

# SettingsPageEasingTypeEaseExpo.Content
source: Exponential
ar: الأسي
es: Exponencial
hi: घातीय
id: Eksponensial
it: Esponenziale
ja: エキスポ
ko: 지수
ms: Eksponen
pt: Exponencial
ru: Экспоненциальный
th: เอ็กซ์โพเนนเชียล
tr: Üstel
vi: Hàm mũ
zh_hans: 指数
zh_hant: 指數

# SettingsPageEasingTypeEaseQuad.Content
source: Quadratic
ar: تربيعي
de: Quadratisch
es: Cuadrático
hi: द्विघात
id: Kuadratik
it: Quadratico
ja: クアッド
ko: 이차적
ms: Kuadratik
pt: Quadrática
ru: Квадратные
th: กำลังสอง
tr: Kuadratik
vi: Bậc hai
zh_hans: 二次
zh_hant: 二次

# SettingsPageEasingTypeEaseQuart.Content
source: Quartic
ar: كوارتيك
de: Quartär
es: Cuártico
hi: क्वार्टिक
it: Quartico
ja: クオート
ko: 쿼틱
ms: Kuartik
th: ควอติก
tr: Kuartik
vi: Bậc bốn
zh_hans: 四次
zh_hant: 四次

# SettingsPageEasingTypeEaseQuint.Content
source: Quintic
ar: كوينتيك
de: Quintik
es: Quíntico
hi: क्विंटिक
it: Quintico
ja: クイント
ms: Kuintik
pt: Quíntico
ru: Квинтик
th: ควินติก
vi: Bậc năm
zh_hans: 五次
zh_hant: 五次

# SettingsPageEasingTypeEaseSine.Content
source: Sine
ar: الجيب
de: Sinus
es: Seno
hi: साइन
id: Sinus
it: Sinusoidale
ja: サイン
ko: 사인
ms: Sinus
ru: Синус
th: ไซน์
tr: Sinüs
vi: Sin
zh_hans: 正弦
zh_hant: 正弦

# SettingsPageEasingTypeLinear.Content
source: Linear
ar: خطي (Linear)
es: Lineal
hi: रैखिक (Linear)
it: Lineare
ja: リニア
ko: Linear (선형)
th: เชิงเส้น (Linear)
tr: Doğrusal
vi: Tuyến tính (Linear)
zh_hans: 线性
zh_hant: 線性

# SettingsPageEasingTypeSmoothStep.Content
source: Smooth Step
ar: خطوة ناعمة (SmoothStep)
es: Paso suave
ja: スムーズステップ
tr: Pürüzsüz Adım
zh_hans: 平滑步进
zh_hant: 平滑步進

# SettingsPageEffectLineStartToCurrentChar.Content
source: Line Start to Current Char
ar: من بداية السطر إلى الحرف الحالي
de: Zeilenanfang bis aktuelles Zeichen
es: Inicio de línea a carácter actual
hi: वर्तमान वर्ण के लिए पंक्ति प्रारंभ
id: Awal Baris ke Karakter Saat Ini
it: Dall'inizio riga al carattere corrente
ja: 行頭から現在の文字まで
ko: 행 시작부터 현재 문자까지
ms: Mula Baris ke Karakter Semasa
pt: Início da Linha até ao Caráter Atual
ru: От начала строки до текущего символа
th: เริ่มต้นบรรทัดถึงตัวอักษรปัจจุบัน
tr: Satır Başından Geçerli Karaktere
vi: Đầu dòng đến ký tự hiện tại
zh_hans: 行开始到当前字符
zh_hant: 行開始到目前字元

# SettingsPageEffectScopeLongDurationSyllable.Content
source: Long Duration Syllable
ar: المقطع طويل الأمد
de: Silbe mit langer Dauer
es: Sílaba de larga duración
hi: लंबी अवधि के शब्दांश
id: Suku Kata Durasi Panjang
it: Sillaba di lunga durata
ja: ロングトーン
ko: 긴 지속 시간 음절
ms: Suku Kata Tempoh Panjang
pt: Sílaba de Longa Duração
ru: Долгий слог
th: พยางค์ที่มีความยาวนาน
tr: Uzun Süreli Hece
vi: Âm tiết thời lượng dài
zh_hans: 长时间音节
zh_hant: 長時間音節

# SettingsPageEnvColorSample.Header
source: Environment Color Sampling Mode
ar: وضع أخذ عينات لون البيئة
de: Abtastmodus für Umgebungsfarbe
es: Modo de muestreo de color del entorno
hi: पर्यावरण रंग नमूनाकरण मोड
id: Mode Pengambilan Sampel Warna Lingkungan
it: Modalità campionamento colore ambiente
ja: 環境色サンプリングモード
ko: 환경 색상 샘플링 모드
ms: Mod Pensampelan Warna Persekitaran
pt: Modo de Amostragem de Cor do Ambiente
ru: Режим выборки цвета окружения
th: โหมดสุ่มตัวอย่างสีสภาพแวดล้อม
tr: Ortam Renk Örnekleme Modu
vi: Chế độ lấy mẫu màu môi trường
zh_hans: 环境色彩采样模式
zh_hant: 環境色彩取樣模式

# SettingsPageEnvColorSampleAbove.Content
source: Above Window
ar: أعلى النافذة
de: Oberhalb des Fensters
es: Sobre la ventana
hi: विंडो के ऊपर
id: Di Atas Jendela
it: Sopra la finestra
ja: ウィンドウの上
ko: 창 위
ms: Di Atas Tetingkap
pt: Acima da Janela
ru: Над окном
th: เหนือหน้าต่าง
tr: Pencere Üstü
vi: Phía trên cửa sổ
zh_hans: 窗口上方
zh_hant: 視窗上方

# SettingsPageEnvColorSampleBelow.Content
source: Below Window
ar: أسفل النافذة
de: Unterhalb des Fensters
es: Debajo de la ventana
hi: विंडो के नीचे
id: Di Bawah Jendela
it: Sotto la finestra
ja: ウィンドウの下
ko: 창 아래
ms: Di Bawah Tetingkap
pt: Abaixo da Janela
ru: Под окном
th: ใต้หน้าต่าง
tr: Pencere Altı
vi: Phía dưới cửa sổ
zh_hans: 窗口下方
zh_hant: 視窗下方

# SettingsPageEnvColorSampleEdge.Content
source: Window Edge
ar: حافة النافذة
de: Fensterkante
es: Borde de la ventana
hi: विंडो का किनारा
id: Tepi Jendela
it: Bordo finestra
ja: ウィンドウの端
ko: 창 가장자리
ms: Tepi Tetingkap
pt: Margem da Janela
ru: Край окна
th: ขอบหน้าต่าง
tr: Pencere Kenarı
vi: Cạnh cửa sổ
zh_hans: 窗口边缘
zh_hant: 視窗邊緣

# SettingsPageEnvColorSampleInner.Content
source: Window Inner
ar: داخل النافذة
de: Fensterinneres
es: Interior de la ventana
hi: विंडो के अंदर
id: Di Dalam Jendela
it: Interno finestra
ja: ウィンドウ内部
ko: 창 내부
ms: Di Dalam Tetingkap
pt: Dentro da Janela
ru: Внутри окна
th: ภายในหน้าต่าง
tr: Pencere İç
vi: Bên trong cửa sổ
zh_hans: 窗口内部
zh_hant: 視窗內部

# SettingsPageEnvColorSampleWallpaper.Content
source: Wallpaper
ar: ورق حائط
de: Tapete
es: Papel pintado
hi: वॉलपेपर
it: Sfondo desktop
ja: ウォールペーパー
ko: 배경 화면
pt: Papel de parede
ru: Обои
th: วอลล์เปเปอร์
tr: Duvar Kağıdı
vi: Hình nền
zh_hans: 壁纸
zh_hant: 壁紙

# SettingsPageExitOnGalleryWindowClosed.Header
source: Exit app when Music Gallery window is closed
ar: الخروج من البرنامج عند إغلاق نافذة مكتبة الموسيقى
de: App beenden, wenn Musikgalerie-Fenster geschlossen wird
es: Salir de la app al cerrar la ventana de Galería de Música
hi: संगीत गैलरी विंडो बंद होने पर बाहर निकलें
id: Keluar dari program saat jendela galeri musik ditutup
it: Esci dall'app quando la finestra Galleria musicale viene chiusa
ja: ミュージックギャラリーウィンドウを閉じたときにアプリを終了する
ko: 음악 갤러리 창을 닫을 때 앱 종료
ms: Keluar dari program apabila tetingkap galeri muzik ditutup
pt: Sair do programa ao fechar a janela da galeria de música
ru: Выходить из программы при закрытии окна Музыкальной галереи
th: ออกจากโปรแกรมเมื่อปิดหน้าต่างคลังเพลง
tr: Müzik Galerisi penceresi kapatıldığında uygulamadan çıkma
vi: Thoát chương trình khi đóng cửa sổ thư viện nhạc
zh_hans: 关闭音乐库窗口时退出程序
zh_hant: 關閉音樂庫視窗時結束程式

# SettingsPageExitOnLyricsWindowClosed.Header
source: Exit app when lyrics window is closed
ar: الخروج من البرنامج عند إغلاق نافذة الكلمات
de: App beenden, wenn Songtext-Fenster geschlossen wird
es: Salir de la app al cerrar la ventana de letras
hi: बोल विंडो बंद होने पर बाहर निकलें
id: Keluar dari program saat jendela lirik ditutup
it: Esci dall'app quando la finestra testi viene chiusa
ja: 歌詞ウィンドウを閉じたときにアプリを終了する
ko: 가사 창을 닫을 때 앱 종료
ms: Keluar dari program apabila tetingkap lirik ditutup
pt: Sair do programa ao fechar a janela de letras
ru: Выходить из программы при закрытии окна текста
th: ออกจากโปรแกรมเมื่อปิดหน้าต่างเนื้อเพลง
tr: Şarkı sözü penceresi kapatıldığında uygulamadan çıkın
vi: Thoát chương trình khi đóng cửa sổ lời bài hát
zh_hans: 关闭歌词窗口时退出程序
zh_hant: 關閉歌詞視窗時結束程式

# SettingsPageExportSettingsButton.Content
source: Export Settings
ar: تصدير الإعدادات
de: Einstellungen exportieren
es: Exportar configuración
hi: सेटिंग्स निर्यात करें
id: Ekspor Pengaturan
it: Esporta impostazioni
ja: 設定をエクスポート
ko: 설정 내보내기
ms: Eksport Tetapan
pt: Exportar Definições
ru: Экспорт настроек
th: ส่งออกการตั้งค่า
tr: Dışa Aktarma Ayarları
vi: Xuất cài đặt
zh_hans: 导出设置
zh_hant: 匯出設定

# SettingsPageFan.Header
source: Fan-shaped Lyrics
ar: كلمات مروحية الشكل
de: Fächerförmiger Songtext
es: Letras en abanico
hi: पंखे जैसे बोल
id: Lirik Kipas
it: Testi a ventaglio
ja: 扇形の歌詞
ko: 부채꼴 가사
ms: Lirik Kipas
pt: Letra em Leque
ru: Веерный текст
th: เนื้อเพลงแบบพัด
tr: Yelpaze Şeklinde Şarkı Sözleri
vi: Lời bài hát dạng quạt
zh_hans: 扇形歌词
zh_hant: 扇形歌詞

# SettingsPageFluidLayer.Header
source: Fluid Layer
ar: طبقة السوائل
de: Flüssigkeits-Ebene
es: Capa de fluido
hi: द्रव परत
id: Lapisan Cairan
it: Livello fluido
ja: 流体レイヤー
ko: 유체 레이어
ms: Lapisan Cecair
pt: Camada Fluida
ru: Слой жидкости
th: เลเยอร์ของเหลว
tr: Akışkan Katman
vi: Lớp chất lỏng
zh_hans: 流体层
zh_hant: 流體層

# SettingsPageFluidOverlayStatic.Header
source: Static Mode
ar: الوضع الثابت
de: Statischer Modus
es: Modo estático
hi: स्थिर मोड
id: Mode Statis
it: Modalità statica
ja: スタティックモード
ko: 정적 모드
ms: Mod Statik
pt: Modo estático
ru: Статический режим
th: โหมดคงที่
tr: Statik Mod
vi: Chế độ tĩnh
zh_hans: 静态模式
zh_hant: 靜態模式

# SettingsPageFogLayer.Header
source: Fog Layer
ar: طبقة الضباب
de: Nebel-Ebene
es: Capa de niebla
hi: कोहरा परत
id: Lapisan Kabut
it: Livello nebbia
ja: 霧レイヤー
ko: 안개 레이어
ms: Lapisan Kabus
pt: Camada de Nevoeiro
ru: Слой тумана
th: เลเยอร์หมอก
tr: Sis Katmanı
vi: Lớp sương mù
zh_hans: 雾层
zh_hant: 霧層

# SettingsPageFollowSystem.Content
source: Follow System
ar: متابعة النظام
de: System folgen
es: Seguir al sistema
hi: सिस्टम का अनुसरण करें
id: Ikuti Sistem
it: Segui sistema
ja: システムに従う
ko: 시스템 설정 따름
ms: Ikut Sistem
pt: Seguir o Sistema
ru: Как в системе
th: ตามระบบ
tr: Sistemi Takip Edin
vi: Theo hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

# SettingsPageFontColor.Header
source: Font Color
ar: لون الخط
de: Schriftfarbe
es: Color de fuente
hi: फ़ॉन्ट रंग
id: Warna Font
it: Colore carattere
ja: フォント色
ko: 글꼴 색상
ms: Warna Fon
pt: Cor do Tipo de Letra
ru: Цвет шрифта
th: สีตัวอักษร
tr: Yazı Tipi Rengi
vi: Màu phông chữ
zh_hans: 字体颜色
zh_hant: 字型顏色

# SettingsPageForceAlwaysOnTop.Description
source: Keep lyrics window always on top via polling
ar: إبقاء نافذة الكلمات في المقدمة من خلال الاستطلاع (Polling)
de: Songtext-Fenster durch Polling immer im Vordergrund halten
es: Mantener la ventana de letras siempre visible mediante sondeo
hi: पोलिंग के माध्यम से बोल विंडो को सबसे ऊपर रखें
id: Pertahankan jendela lirik di atas melalui polling
it: Mantieni la finestra testi sempre in primo piano tramite polling.
ja: 定期チェックで最前面表示を強制維持します
ko: 폴링 방식을 통해 가사 창을 항상 위에 유지
ms: Kekalkan tetingkap lirik di atas melalui tinjauan
pt: Manter a janela de letras no topo através de sondagem
ru: Удерживать окно текста поверх всех окон методом опроса
th: ให้หน้าต่างเนื้อเพลงอยู่ด้านบนสุดตลอดเวลาด้วยวิธีการ Polling
tr: Şarkı sözleri penceresini yoklama yoluyla her zaman en üstte tutun
vi: Giữ cửa sổ lời bài hát trên cùng thông qua phương pháp thăm dò (polling)
zh_hans: 通过轮询方式使歌词窗口保持置于顶层状态
zh_hant: 透過輪詢方式使歌詞視窗保持置於頂層狀態

# SettingsPageForceAlwaysOnTop.Header
source: Force Always on Top
ar: فرض البقاء في المقدمة
de: Immer im Vordergrund erzwingen
es: Forzar siempre visible
hi: हमेशा शीर्ष पर रखने के लिए बाध्य करें
id: Paksa Selalu di Atas
it: Forza sempre in primo piano
ja: 常にトップに強制的に表示
ko: 항상 위에 표시 강제
ms: Paksa Sentiasa di Atas
pt: Forçar Sempre no Topo
ru: Принудительно поверх всех окон
th: บังคับให้อยู่บนสุดเสมอ
tr: Kuvvet Her Zaman Üstte
vi: Buộc luôn ở trên cùng
zh_hans: 强制置于顶层
zh_hant: 強制置於頂層

# SettingsPageFPS.Header
source: Render FPS
ar: معدل إطارات التصيير (FPS)
de: Rendering-FPS
es: FPS de renderizado
hi: रेंडरिंग फ्रेम दर
id: Frame Rate Rendering
it: FPS rendering
ja: 描画 FPS
ko: 렌더링 FPS
ms: Kadar Bingkai Penyajian (FPS)
pt: Taxa de Fotogramas de Renderização
ru: FPS рендеринга
th: เฟรมเรตการเรนเดอร์
vi: Tốc độ khung hình kết xuất
zh_hans: 渲染帧率
zh_hant: 渲染畫面播放速率

# SettingsPageFullscreenMode.Text
source: Fullscreen Mode
ar: وضع ملء الشاشة
de: Vollbildmodus
es: Modo Pantalla Completa
hi: फुलस्क्रीन मोड
id: Mode Layar Penuh
it: Modalità schermo intero
ja: 全画面モード
ko: 전체 화면 모드
ms: Mod Skrin Penuh
pt: Modo de Ecrã Inteiro
ru: Полноэкранный режим
th: โหมดเต็มหน้าจอ
tr: Tam Ekran Modu
vi: Chế độ toàn màn hình
zh_hans: 全屏模式
zh_hant: 全螢幕模式

# SettingsPageHeight.Header
source: Height
ar: الارتفاع
de: Höhe
es: Altura
hi: ऊंचाई
id: Tinggi
it: Altezza
ja: 縦幅
ko: 높이
ms: Ketinggian
pt: Altura
ru: Высота
th: ความสูง
tr: Yükseklik
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

# SettingsPageHelpUsTranslate.Content
source: Help us translate this app
ar: ساعدنا في ترجمة هذا التطبيق
de: Helfen Sie uns, diese App zu übersetzen
es: Ayúdanos a traducir esta aplicación
hi: इस एप्लिकेशन का अनुवाद करने में हमारी सहायता करें
id: Bantu kami menerjemahkan aplikasi ini
it: Aiutaci a tradurre questa applicazione
ja: このアプリの翻訳に協力する 🌏
ko: 이 애플리케이션 번역 돕기
ms: Bantu kami menterjemah aplikasi ini
pt: Ajude-nos a traduzir esta aplicação
ru: Помогите нам перевести это приложение
th: ช่วยเราแปลแอปพลิเคชันนี้
tr: Bu uygulamayı çevirmemize yardım edin
vi: Giúp chúng tôi dịch ứng dụng này
zh_hans: 帮助我们翻译此应用程序
zh_hant: 幫助我們翻譯此應用程式

# SettingsPageHideWindow.Header
source: Auto-Hide Window When Music Paused
ar: إخفاء/إظهار النافذة تلقائياً
de: Fenster automatisch ausblenden/anzeigen
es: Ocultar/mostrar ventana automáticamente
hi: विंडो को स्वचालित रूप से छिपाएं/दिखाएं
id: Otomatis Sembunyikan/Tampilkan Jendela
it: Nascondi automaticamente la finestra quando la musica è in pausa
ja: 音楽の一時停止時にウィンドウを自動非表示
ko: 창 자동 숨기기/표시
ms: Sembunyikan/Tunjukkan Tetingkap Secara Automatik
pt: Ocultar/Mostrar Janela Automaticamente
ru: Автоматически скрывать/показывать окно
th: ซ่อน/แสดงหน้าต่างอัตโนมัติ
tr: Otomatik Gizle/Göster Penceresi
vi: Tự động ẩn/hiện cửa sổ
zh_hans: 音乐暂停时自动隐藏窗口
zh_hant: 音樂暫停時自動隱藏視窗

# SettingsPageHideWindowDelay.Header
source: Delay
ar: التأخير
de: Verzögerung
es: Retraso
hi: विलंब
id: Penundaan
it: Ritardo
ja: 遅延時間
ko: 지연
ms: Lengah
pt: Atraso
ru: Задержка
th: ความล่าช้า
tr: Gecikme
vi: Trì hoãn
zh_hans: 延迟
zh_hant: 延遲

# SettingsPageHideWindowWhenNullSession.Header
source: Auto-Hide Window When No Media Sessions
ar: إخفاء النافذة تلقائياً عند عدم وجود جلسات وسائط
de: Fenster automatisch ausblenden, wenn keine Mediensitzungen stattfinden
es: Ocultar automáticamente la ventana cuando no hay sesiones multimedia
hi: जब कोई मीडिया सत्र न हो तो विंडो स्वचालित रूप से छिपाएँ
id: Sembunyikan Jendela Otomatis Saat Tidak Ada Sesi Media
it: Nascondi automaticamente la finestra quando non ci sono sessioni multimediali
ja: メディアセッションがない時にウィンドウを自動非表示
ko: 미디어 세션이 없을 때 창 자동 숨기기
ms: Tersembunyi Automatik Tetingkap Apabila Tiada Sesi Media
pt: Ocultar automaticamente a janela quando não há sessões multimédia
ru: Автоматическое скрытие окна при отсутствии сеансов мультимедиа
th: ซ่อนหน้าต่างอัตโนมัติเมื่อไม่มีเซสชันสื่อ
tr: Medya Oturumu Olmadığında Pencereyi Otomatik Gizle
vi: Tự động ẩn cửa sổ khi không có phiên phát phương tiện
zh_hans: 无媒体会话时自动隐藏窗口
zh_hant: 無媒體工作階段時自動隱藏視窗

# SettingsPageHoldDragSort.Content
source: Hold here and drag to sort
ar: اضغط باستمرار هنا واسحب للترتيب
de: Hier halten und ziehen zum Sortieren
es: Mantenga presionado aquí y arrastre para ordenar
hi: यहाँ पकड़ें और क्रमबद्ध करने के लिए खींचें
id: Tahan di sini dan seret untuk mengurutkan
it: Tieni premuto qui e trascina per ordinare
ja: ここを押したままドラッグして並べ替え
ko: 여기를 길게 눌러 드래그하여 정렬
ms: Tahan di sini dan seret untuk menyusun
pt: Segure aqui e arraste para ordenar
ru: Удерживайте здесь и перетащите для сортировки
th: กดค้างที่นี่แล้วลากเพื่อเรียงลำดับ
tr: Burayı basılı tutun ve sıralamak için sürükleyin
vi: Giữ ở đây và kéo để sắp xếp
zh_hans: 按住此处并拖动以排序
zh_hant: 按住此處並拖曳以排序

# SettingsPageImageSwitchType.Header
source: Album Art Switch Animation
ar: حركة تبديل غلاف الألبوم
de: Albumcover-Wechselanimation
es: Animación de cambio de portada de álbum
hi: एल्बम कला स्विच एनीमेशन
id: Animasi Peralihan Sampul Album
it: Animazione cambio copertina album
ja: アルバムアート切り替えアニメーション
ko: 앨범 아트 전환 애니메이션
ms: Animasi Penukaran Seni Album
pt: Animação de Troca da Capa do Álbum
ru: Анимация переключения обложки
th: แอนิเมชันการเปลี่ยนปกอัลบั้ม
tr: Albüm Sanatı Anahtar Animasyonu
vi: Hoạt ảnh chuyển đổi ảnh bìa album
zh_hans: 专辑封面切换动画
zh_hant: 專輯封面切換動畫

# SettingsPageImport.Content
source: Import
ar: استيراد
de: Importieren
es: Importar
hi: आयात
id: Impor
it: Importa
ja: インポート
ko: 가져오기
pt: Importar
ru: Импорт
th: นำเข้า
tr: İthalat
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

# SettingsPageImportSettingsButton.Content
source: Import Settings
ar: استيراد الإعدادات
de: Einstellungen importieren
es: Importar configuración
hi: सेटिंग्स आयात करें
id: Impor Pengaturan
it: Importa impostazioni
ja: 設定をインポート
ko: 설정 가져오기
ms: Import Tetapan
pt: Importar Definições
ru: Импорт настроек
th: นำเข้าการตั้งค่า
tr: Ayarları İçe Aktar
vi: Nhập cài đặt
zh_hans: 导入设置
zh_hant: 匯入設定

# SettingsPageImportSettingsInfo.Content
source: The app will restart automatically after successful import
ar: بعد الاستيراد الناجح، سيقوم البرنامج بإعادة التشغيل تلقائياً
de: Die App startet nach erfolgreichem Import automatisch neu
es: La aplicación se reiniciará automáticamente después de una importación exitosa
hi: सफल आयात के बाद, प्रोग्राम स्वचालित रूप से पुनरारंभ हो जाएगा
id: Setelah impor berhasil, program akan dimuat ulang secara otomatis
it: L'app verrà riavviata automaticamente dopo una corretta importazione.
ja: インポートが成功すると、アプリは自動的に再起動します
ko: 가져오기가 성공하면 프로그램이 자동으로 다시 시작됩니다
ms: Selepas import berjaya, program akan dimulakan semula secara automatik
pt: Após a importação bem-sucedida, o programa será reiniciado automaticamente
ru: После успешного импорта приложение перезапустится автоматически
th: หลังจากนำเข้าสำเร็จ โปรแกรมจะรีสตาร์ทอัตโนมัติ
tr: Başarılı bir içe aktarma işleminden sonra uygulama otomatik olarak yeniden başlayacaktır
vi: Sau khi nhập thành công, chương trình sẽ tự động khởi động lại
zh_hans: 导入成功后，该程序将自动重新启动
zh_hant: 匯入成功後，該程式將自動重新啟動

# SettingsPageJapanese.Header
source: Romaji
ar: الصوتيات اليابانية
de: Japanische Lautschrift
es: Fonética japonesa
hi: जापानी ध्वन्यात्मकता
id: Fonetik Bahasa Jepang
it: Giapponese fonetico
ja: ローマ字（日本語）
ko: 일본어 발음 표기
ms: Fonetik Bahasa Jepun
pt: Fonética Japonesa
ru: Японская фонетика
th: คำอ่านภาษาญี่ปุ่น
tr: Japonca Fonetik
vi: Phiên âm tiếng Nhật
zh_hans: 罗马字（日语）
zh_hant: 羅馬字（日文）

# SettingsPageJyutping.Header
source: Jyutping
ar: جوتبينغ (الكانتونية)
de: Jyutping (Kantonesisch)
es: Jyutping (cantonés)
hi: ज्युटपिंग (कैंटोनीज़)
id: Jyutping (Bahasa Kanton)
it: Jyutping (cantonese)
ja: えつピン（広東語）
ko: 주팅 (광둥어)
ms: Jyutping (Kantonis)
pt: Jyutping (cantonês)
ru: Цзютпин (кантонский диалект)
th: จูตปิง (ภาษากวางตุ้ง)
tr: Jyutping (Kantonca)
vi: Jyutping (tiếng Quảng Đông)
zh_hans: 粤拼
zh_hant: 粵拼

# SettingsPageKeepNowPlayingBarInteractive.Header
source: Keep media control bar interactive when locked
ar: إبقاء شريط التحكم في الوسائط تفاعلياً عند قفله
de: Medienkontrollleiste interaktiv halten, wenn sie gesperrt ist
es: Mantenga la barra de control multimedia interactiva cuando esté bloqueada
hi: लॉक होने पर मीडिया कंट्रोल बार को इंटरैक्टिव रखें
id: Menjaga bilah kontrol media tetap interaktif saat terkunci
it: Mantieni interattiva la barra controllo media quando è bloccata
ja: ロック中もメディアバー操作を可能にする
ko: 미디어 컨트롤 바가 잠겨 있을 때 대화형 유지
ms: Pastikan bar kawalan media interaktif apabila dikunci
pt: Manter a barra de controlo multimédia interactiva quando bloqueada
ru: Сохраняйте интерактивность панели управления мультимедиа, когда она заблокирована
th: รักษาแถบควบคุมสื่อให้โต้ตอบได้เมื่อถูกล็อก
tr: Kilitlendiğinde medya kontrol çubuğunu etkileşimli tutun
vi: Giữ thanh điều khiển phương tiện tương tác khi bị khóa.
zh_hans: 锁定时保持媒体控制栏的可交互状态
zh_hant: 鎖定時保持媒體控制列的可互動狀態
